Autodesk.Revit.DB.Lighting.BasicLossFactor.#ctor(Autodesk.Revit.DB.Lighting.BasicLossFactor)
Creates a copy of the given basic loss factor object
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013